Repository: codesyntax/Products.Bitakora
Catalog: Products/Bitakora/locale/*.po
Languages: pl

source: %(year)s %(month)s
pl: %(lata) %(miesiąc)e

source: 1st step: Create an account
pl: 1 krok: Stwórz konto

source: 2nd step: Name your blog
pl: 2 krok: Nazwa twojego blogu

source: 3rd step: choose a template
pl: 3 krok: Wybierz szablon

source: About this
pl: Wszystko o blogu

source: Add
pl: Dodaj

source: Add a new link
pl: Dodaj nowy link

source: Add a new post
pl: Dodaj nową notke

source: Add your first post using <strong>post</strong> tab
pl: dodaj swoja pierwszą notke używając <strong>post</strong> etykiety

source: Archive
pl: Archiwum

source: Are you sure
pl: Jesteś pewien

source: Are you sure?
pl: Jesteś pewny?

source: August
pl: Sierpień

source: Author
pl: Autor

source: Blog description
pl: Opis blogu

source: Blog subtitle
pl: Podtytuł bloga

source: Blog title
pl: Tytuł bloga

source: Blogs deleted successfully
pl: Usunięcie bloga zakończone pomyślnie

source: Body
pl: Wygląd

source: CSS edited succesfully
pl: Edytowanie CSS zakończone sukcesem

source: Change
pl: Zmień

source: Change password in blog community
pl: Zmień hasło w wspólnocie blogu

source: Change your password
pl: Zmień swoje hasło

source: Come again whenever you want!
pl: Zapraszamy ponownie kiedy tylko zechcesz!

source: Comment deleted succesfully
pl: Komentarz został usuniety pomyślnie

source: Comment does not exists
pl: Komentarz nie istnieje

source: Comment edited succesfully
pl: Edycja komentarza zakończona pomyślnie

source: Comment management
pl: Zarządzanie komentarzami

source: Comment policy
pl: Komentarz gościnny

source: Comment policy edited succesfully
pl: Edycja komentarza gościnnego zakończona pomyślnie

source: Comments
pl: Komentarze

source: Comments allowed
pl: Komentarz dopuszczony do publikacji

source: Comments allowed but moderated
pl: Komentarz dopuszczony do publikacji, ale po modernizacji

source: Comments awaiting moderation
pl: Komentarz czeka na na dopuszczenie do publokacji

source: Comments not allowed
pl: Komentarz nie dopusczony do publikacji

source: Comments:
pl: Komentarze:

source: Congratulations!
pl: Gratulacje!

source: Contact
pl: Kontakt

source: Contact email
pl: Kontakt email

source: Contact mail
pl: kontakt mail

source: Contact with me
pl: Kontakt ze mną

source: Contents
pl: Zawartość

source: Create a blog
pl: Stwórz bloga

source: Create a new blog
pl: Stwórz nowego bloga

source: Create your account
pl: Stwórz swoje konto

source: Create your blog
pl: Stwórz swojego bloga

source: Date
pl: Data

source: December
pl: Grudzień

source: Delete
pl: Usuń

source: Delete comment
pl: Usuń komentarz

source: Delete link
pl: Usuń link

source: Download in TXT
pl: Ściągnij plik w TXT

source: Download in XML
pl: Ściagnij plik w XML

source: Download your blog
pl: Ściągnij swojego bloga

source: Edit
pl: Edycja

source: Edit Comment
pl: Edytuj komentarz

source: Edit comments
pl: Edytuj komentarze

source: Edit here your HTML
pl: Edytuj tutaj swoje HTML

source: Edit policy
pl: Edytuj gościnne

source: Edit this post
pl: Edytuj tą notke

source: Email Address:
pl: Adres email:

source: Email address
pl: Adres email

source: Enter to write in your blog
pl: Wejdz, aby napisać notke w swoim blogu

source: Enter your username and you will receive an email to choose a new password.
pl: Wprowadź swoje imię użytkownika i otrzymasz email zwrotny aby wybrać nowe hasło.

source: Error when deleting selected link
pl: Błąd podczas usuwania zaznaczonego linku

source: Forget personal info
pl: Zapomniałeś danych personalnych

source: Forgot your password?
pl: Zapomniałes hasła

source: HTML block
pl: HTML zablokowany

source: HTML saved succesfully
pl: HTML zapisany z powodzeniem

source: Hello %(user)s
pl: Witaj %(user)s

source: Image 65x65 pixels
pl: Zdjęcie 65x65 pikseli

source: Invalid email address
pl: Niepoprawny adres email

source: January
pl: Styczeń

source: Just for registered users
pl: Tylko dla zarejestrowanych użytkowników

source: Last posts
pl: Ostatnie notki

source: Link added succesfully
pl: Link dodany pomyślnie

source: Links
pl: Linki

source: Log in to your blog
pl: Logowanie do Twojego blogu

source: Logged out
pl: Wylogowany

source: Login
pl: Zaloguj się

source: Login failure
pl: Logowanie nie udane

source: Logout
pl: Wyloguj

source: Lost your password?
pl: Zapomniałes hasła?

source: Manage your blog
pl: Zarządzaj blogiem

source: Name:
pl: Imię:

source: New comment in your blog!
pl: Nowy komentarz na twoim blogu

source: New message from your blog!
pl: Nowa wiadomość z twojego blogu!

source: New password
pl: Nowe hasło

source: Next posts
pl: Następna notki

source: No
pl: Nie

source: No entries.
pl: Nie ma wejścia

source: No links yet !
pl: Nie ma jeszcze żadnego linku!

source: November
pl: Listopad

source: October
pl: Październik

source: Ok. An email was sent!
pl: Ok. email został wysłany!

source: Password
pl: Hasło

source: Passwords do not match
pl: Hasło jest niepoprawne

source: Paste here your css
pl: Wklej tutaj swoje css

source: Permalink
pl: Stały link

source: Please try again
pl: Prosze sprobuj ponownie

source: Post a comment
pl: Notka została skomentowana

source: Post added succesfully
pl: Notka została dodana pomyślnie

source: Post deleted succesfully
pl: Notka została usunieta pomyślnie

source: Post edited succesfully
pl: Notka została wyedytowana pomyślnie

source: Post list
pl: Lista notek

source: Posted by:
pl: Napisane przez:

source: Powered by Bitakora
pl: Uruchomione przez Bitakore

source: Preferences edited succesfully
pl: Edycja opcji zakończona pomyślnie

source: Preview
pl: Zapowiedz

source: Previous posts
pl: Poprzedna notka

source: Published
pl: Opublikuj

source: Recent Comments
pl: Nowy/ostatni komentarz

source: Reference by:
pl: Odnośnik do:

source: References
pl: Odnośnik

source: Remember my name
pl: Pamiętaj moje imię

source: Remember your info. on cookie?
pl: Zapamiętać twoje dane w pliku cookie??

source: Repeat your new password
pl: Powtórz swoje nowe hasło

source: Return to main page
pl: Powróć na moją strone

source: Retype your password
pl: Zmień swoje hasło

source: Save
pl: Zapisz

source: Save Changes
pl: Zachowaj zmiany

source: Select the blogs you want to delete. With the blog, the users defined in each blog will be deleted.
pl: Wybierz blog który chcesz usunąć. Wraz z usunięciem bloga, użytkownik również zostanie usunięty.

source: Select the users you want to delete.
pl: Wybierz użytkownika którego chcesz usunąć.

source: Select this template
pl: Wybierz ten szblon

source: Selected link was removed succesfully
pl: Wybrany link został usunięty pomyślnie

source: Selected template does not exist
pl: Wybrany szablon nie istnieje

source: Send
pl: Wyślij

source: Send your comment
pl: Wyślij komentarz

source: Send your comments
pl: Wyślij komentarze

source: September
pl: Wrzesień

source: Sidebar management
pl: Zarządzanie bocznym panelem

source: Some error happened of the resource you were looking for does not exist. Try again please.
pl: Pewne błędy sprawiły, że wyniki Twoich poszukiwań nie mogą zostać ukazane. Prosze spróbować ponownie.

source: Start blogging now !!
pl: Zacznij blogować teraz!

source: Start blogging!
pl: Zacznij blogować!

source: Subject
pl: Temat

source: Subtitle
pl: Podtytuł

source: Tag: <em>%(tagname)s</em>
pl: Etykieta: <em>%(tagname)s</em>

source: Tags
pl: Etykiety

source: Template changed succesfully
pl: Zmiana szablonu zakończona powodzeniem

source: Template management
pl: Zarządznie szablonem

source: Thank you
pl: Dziękujemy

source: There are no comments yet!
pl: Nie ma jeszcze żadnych komentarzy!

source: There are no entries.
pl: Nie było jeszcze żadnych wejść.

source: There are no posts tagged <em>%(tagname)s</em>
pl: Nie ma żadnych notek pod etykietą <em>%(tagname)s</em>

source: This BitakoraCommunity object, can handle with many Bitakoras, and create a community.
pl: Objekt BitakoraCommunity, może przetrzymywać wiele Bitakoras i tworzyć wspólnoty.

source: This id contains illegal characters
pl: To id zawiera nielegalny charakter

source: This id is already in use
pl: To id jest w tym momencie w użyciu

source: This username already exists
pl: Ta nazwa użytkownika już istnieje

source: Title
pl: Tytuł

source: To: %s From: %s Mime-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Comment author :%s Author's email :%s Comment subject:%s Comment body : %s
pl: Do: %s Od: %s wersja: 1.0 Typ zawartośći: text/plain; charset=UTF-8 Autor Komentarza :%s E-mail autora :%s Temat komentarza:%s Wygląd komentarza : %s

source: To: %s From: %s Mime-Version: 1.0 Content-Type: text/plain; Comment author :%s Author's url :%s Author's email :%s Comm. Address :%s Comment body : %s
pl: Do: %s Od: %s Wersja: 1.0 Typ zawartości: text/plain; Autor komentarza :%s Strona www autora :%s Email Autora :%s Adres komentującego :%s Wygląd komentarza : %s

source: Unpublished
pl: Opublokowane

source: Upload
pl: Wyślij

source: Upload a XML file with blog data
pl: Wyślij plik XML na blog

source: User
pl: Użytkownik

source: Username
pl: Imię użytkownika

source: Users deleted successfully
pl: Usunięcie użytkowników zakończone powodzeniem

source: View
pl: Zobacz

source: View original post
pl: Zobacz oryginalną notke

source: Welcome!
pl: Witamy!

source: What?
pl: Co?

source: When selecting this template, the css you have edited (if you did so) will be lost. Are you sure?
pl: W momencie wybierania szablonu, css która edytowałeś (o ile ją edytowałeś) zostanie stracona. Jesteś pewien?

source: Write a new post
pl: Napisz nową notke

source: XML file imported succesfully
pl: Import pliku XML zsotał zakończony powodzeniem

source: Yes
pl: Tak

source: You are logged in using HTTP authentication. You may need to <a href=/manage_zmi_logout> log out of the Zope management interface</a>
pl: Jesteś zalogowany/a używając identyfikacji HTTP. Może będziesz potrzebował/a <a href=/manage_zmi_logout> ,zarządzać interfejsem Zope, aby się wylogować<a/>

source: You are logged in using HTTP authentication. You may need to <a href=/manage_zmi_logout> log out of the Zope management interface</a>
pl: Jesteś zalogowany/a używając identyfikacji HTTP. Może będziesz potrzebował/a <a href=/manage_zmi_logout> ,zarządzać interfejsem Zope, aby się wylogować<a/>

source: You can add some HTML to your sidebar. You can paste there javascripts for Flickr photos, the del.icio.us tagroll, your bloglines subscriptions, whatever...
pl: Możesz dodać jakieś pliki HTML do swojego bocznego panelu. Możesz wkleić je tam jako javascripts dla flickr phots, internetowego albumu zdjęc ao.pl i dla wszystkich innych stronek jakie Ci wpadną do głowy...

source: You can add some websites to your link list on the sidebar. Links on this list will be shown in the sidebar of your blog
pl: Możesz dodać jakieś strony internetowe do listy Twoich linków do bocznego panelu. Linki z tej listy będą ukazane na stronie głownej Twojego blogu.

source: You can change your template here, editing the CSS file. Template is compatible with MovableType 3.1 stylesheets
pl: Możesz zmieniś swój szablon tutaj, edytując plik CSS. Szblon jest kompatybilny z Movabletype3.1

source: You can create an XML file with your blog data in the format explained at http://www.codesyntax.com/bitakora/en/download and import to Bitakora using this form.
pl: Możesz stworzyć plik XML z danymi z twojego bloga. więcj pod adresem http://www.codesyntax.com/bitakora/en/download i zimportować do Bitakory używając tej formy.

source: You can get it touch with me filling and sending this form. If you want me to reply, please provide an email address so I can answer you. Thank you.
pl: Możesz to zdobyć, wystarczy wypełnić i wysłać w tej formie. Jeśłi chcesz żebym powtórzył, prosze podac adres email, na który Ci odpowiem. Dziękuje

source: You can't change this password
pl: Nie możesz zmienić tego hasła

source: You must provide at least the title of the post
pl: Musisz wprowadzić ostatecznie tytuł notki.

source: You tried to upload something that is not a valid picture image. Try with a 65x65 pixel sized jpg, png or gif.
pl: Probowałeś wysłać fotke, która jest za duża, lub ma niepoprawne roszerzenie. Spróbuj z fotka 65x65 pikseli o rozszerzeniach jpg, png lub gif.

source: Your current image
pl: Twoje aktualne zdjęcie

source: Your image is too large. Try with a smaller one
pl: Twoje zdjęcie jest za duże. Spróbuj umieścić mniejsze.

source: Your message has been sent correctly
pl: Twoja wiadomość została wysłana poprawnie

source: Your new blog is ready. Now you just have to log-in and start blogging !
pl: Twój nowy blog jest już gotowy. Teraz wystarczy się zalogujesz i już mozesz rozpocząć pisanie bloga!

source: Your password has been changed
pl: Twoje hasło zostało zmienione

source: Your password must be at least 4 characters long
pl: Twoje hasło musi posiadać conamniej 4 znaki

source: admin
pl: administrator

source: comments
pl: komentarze

source: post
pl: notka

source: prefs
pl: Opcje

source: sidebar
pl: boczny panel

source: tag
pl: etykieta

source: template
pl: szablonowa budowa stronki
