Repository: codesyntax/Products.Bitakora
Catalog: old/locale/*.po
Languages: eu

source: %(year)s %(month)s
eu: %(month)s, %(year)s

source: 1st step: Create an account
eu: 1. urratsa: Kontua ireki

source: 2nd step: Name your blog
eu: 2. urratsa: Eman izena blogari

source: 3rd step: choose a template
eu: 3. urratsa: aukeratu diseinua

source: About this
eu: Honen inguruan

source: Add
eu: Gehitu

source: Add a new link
eu: Gehitu esteka bat

source: Add a new post
eu: Artikulua gehitu

source: Add your first post using <strong>post</strong> tab
eu: Gehitu zure lehen artikulua <strong>idatzi</strong> fitxaren bidez

source: Archive
eu: Artxiboa

source: Are you sure
eu: Ziur zaude?

source: Are you sure?
eu: Ziur zaude?

source: August
eu: Abuztua

source: Author
eu: Egilea

source: Blog
eu: Bloga

source: Blog description
eu: Blogaren deskribapena

source: Blog id
eu: Blog ID-a

source: Blog subtitle
eu: Blogaren leloa

source: Blog title
eu: Blogaren izenburua

source: Blogs deleted successfully
eu: Ondo ezabatu dira blogak

source: Body
eu: Gorputza

source: CSS edited succesfully
eu: CSS-a ondo editatu duzu

source: Change
eu: Aldatu

source: Change password in blog community
eu: Aldatu blog komunitatean duzun pasahitza

source: Change your password
eu: Aldatu pasahitza

source: Come again whenever you want!
eu: Nahi duzunean itzul zaitez!

source: Comment deleted succesfully
eu: Erantzun ezabatua

source: Comment does not exists
eu: Erantzun hori ez dugu aurkitu

source: Comment edited succesfully
eu: Erantzun editatua

source: Comment management
eu: Erantzunen kudeaketa

source: Comment policy
eu: Erantzunekiko politika

source: Comment policy edited succesfully
eu: Erantzunen politika aldatu da

source: Comments
eu: Erantzunak

source: Comments allowed
eu: Erantzunak libre

source: Comments allowed but moderated
eu: Erantzunak bai, baina moderatuta

source: Comments awaiting moderation
eu: Moderatzeko zain dauden erantzunak

source: Comments not allowed
eu: Erantzunik ez

source: Comments:
eu: Erantzunak:

source: Congratulations!
eu: Zorionak

source: Contact
eu: Kontaktua

source: Contact email
eu: Konkturako e-posta

source: Contact mail
eu: Kontakturako e-posta

source: Contact with me
eu: Idatz iezaidazu

source: Contents
eu: Edukiak

source: Create a blog
eu: Sortu blog bat

source: Create a new blog
eu: Sortu blog berria

source: Create your account
eu: Sortu zure kontua

source: Create your blog
eu: Sortu zure bloga

source: Date
eu: Data

source: December
eu: Abendua

source: Delete
eu: Ezabatu

source: Delete comment
eu: Ezabatu erantzuna

source: Delete link
eu: Ezabatu esteka

source: Download in TXT
eu: Jaitsi TXT eran

source: Download in XML
eu: XML formatuan jaitsi

source: Download your blog
eu: Jaitsi zure blogeko edukia

source: Edit
eu: Editatu

source: Edit Comment
eu: Editatu erantzuna

source: Edit comments
eu: Editatu erantzunak

source: Edit here your HTML
eu: Editatu hemen HTML zatia

source: Edit policy
eu: Editatu erantzunen politika

source: Edit this post
eu: Editatu artikulu hau

source: Email Address:
eu: E-posta helbidea:

source: Email address
eu: E-posta helbidea

source: Enter to write in your blog
eu: Sar zaitez zure blogean idaztera

source: Enter your username and you will receive an email to choose a new password.
eu: Sartu zure erabiltzaile-izena eta e-postaz abisua jasoko duzu pasahitz berria aukeratzeko.

source: Error when deleting selected link
eu: Esteka ezabatzean errorea gertatu da

source: Forget personal info
eu: Ahaztu datu pertsonalak

source: Forgot your password?
eu: Pasahitza ahaztu zaizu?

source: HTML block
eu: HTML atala

source: HTML saved succesfully
eu: HTML puska gorde da

source: Hello %(user)s
eu: Kaixo %(user)s

source: Image 65x65 pixels
eu: irudia, 65x65 pixel

source: Invalid email address
eu: E-posta okerra

source: January
eu: Urtarrila

source: Just for registered users
eu: Baimendutako erabiltzaileentzat

source: Last posts
eu: Azken artikuluak

source: Link added succesfully
eu: Esteka gehitua

source: Links
eu: Estekak

source: Log in to your blog
eu: Sar zaitez blogera

source: Logged out
eu: Deskonektatua

source: Login
eu: Sartu

source: Login failure
eu: Konexioan okerra

source: Logout
eu: Irten

source: Lost your password?
eu: Pasahitza ahaztu zaizu?

source: Manage your blog
eu: Kudeatu zure bloga

source: Name:
eu: Izena:

source: New comment in your blog!
eu: Erantzun berria zure blogean!

source: New message from your blog!
eu: Mezu berria dator blogetik!

source: New password
eu: Pasahitz berria

source: Next posts
eu: Hurrengoak

source: No
eu: Ez

source: No entries.
eu: Artikulurik ez.

source: No links yet !
eu: Estekarik ez oraingoz

source: November
eu: Azaroa

source: October
eu: Urria

source: Ok. An email was sent!
eu: Egina. E-postaz mezua bidali dizugu!

source: Oooooops
eu: Ene ba!

source: Password
eu: Pasahitza

source: Passwords do not match
eu: Pasahitzak ez datoz bat

source: Paste here your css
eu: Itsatsi hemen zure CSS kodea

source: Please try again
eu: Mesedez saiatu berriro

source: Post a comment
eu: Idatzi artikulu bat

source: Post added succesfully
eu: Artikulua gehitu da

source: Post deleted succesfully
eu: Artikulu ezabatua

source: Post edited succesfully
eu: Artikulu editatua

source: Post list
eu: Artikulu zerrenda

source: Posted by:
eu: Nork:

source: Powered by Bitakora
eu: Bitakora-rekin egina

source: Preferences edited succesfully
eu: Hobespenak aldatu dira

source: Preview
eu: Aurreikusi

source: Previous posts
eu: Zaharragoak

source: Published
eu: Bistan

source: Recent Comments
eu: Azken erantzunak

source: Reference by:
eu: Erreferentzia:

source: References
eu: Errenferentziak:

source: Remember my name
eu: Gogoratu izena

source: Remember your info. on cookie?
eu: Gogoratu datuak cookie batean?

source: Repeat your new password
eu: Errepika ezazu pasahitz berria

source: Return to main page
eu: Hasierara itzuli

source: Retype your password
eu: Errepika ezazu pasahitza

source: Save
eu: Gorde

source: Save Changes
eu: Aldaketak gorde

source: Select the blogs you want to delete. With the blog, the users defined in each blog will be deleted.
eu: Aukeratu ezabatu nahi dituzun blogak. Blogarekin batera, bakoitzean definituriko erabiltzaileak ere ezabatuko dira,

source: Select the users you want to delete.
eu: Aukeratu ezabatu nahi dituzun erabiltzaileak.

source: Select this template
eu: Diseinu hau aukeratu

source: Selected link was removed succesfully
eu: Esteka ezabatua

source: Selected template does not exist
eu: Aukeraturiko diseinua ez dugu aurkitu

source: Send
eu: Bidali

source: Send your comment
eu: Erantzun

source: Send your comments
eu: Bidali zure iruzkinak

source: September
eu: Iraila

source: Sidebar management
eu: Albo-zutabearen kudeaketa

source: Some error happened of the resource you were looking for does not exist. Try again please.
eu: Errorea gertatu da. Baliabide hori ez dugu aurkitu. Saiatu berriro mesedez.

source: Start blogging now !!
eu: Ekin blogari berehala!

source: Start blogging!
eu: Ekin blogari!

source: Status
eu: Estatusa

source: Subject
eu: Gaia

source: Subtitle
eu: Leloa

source: Tag: <em>%(tagname)s</em>
eu: Etiketa: <em>%(tagname)s</em>

source: Tags
eu: Etiketak

source: Template changed succesfully
eu: Diseinua egoki aldatua

source: Template management
eu: Diseinua kudeatu

source: Thank you
eu: Eskerrik asko

source: There are no comments yet!
eu: Erantzunik ez oraingoz

source: There are no entries.
eu: Artikulurik ez.

source: There are no posts tagged <em>%(tagname)s</em>
eu: <em>%(tagname)s</em> etiketa duen artikulurik ez dago

source: This BitakoraCommunity object, can handle with many Bitakoras, and create a community.
eu: Bitakora Komunitatea, bitakora zehatz ugari kudeatzeko tresna

source: This id contains illegal characters
eu: ID honen karaktere betzuk ez dira onartzen

source: This id is already in use
eu: ID hori beste norbaitek erabiltzen du dagoeneko

source: This username already exists
eu: Erabiltzaile izen hori okupatua dago

source: Title
eu: Izenburua

source: Unpublished
eu: Ezkutuan

source: Upload
eu: Igo

source: Upload a XML file with blog data
eu: XML fitxategi bat igo blog bateko datuekin

source: User
eu: Erabiltzailea

source: Username
eu: Erabiltzaile-izena

source: Users deleted successfully
eu: Erabiltzaileak ezabatu dira

source: View
eu: Ikus

source: View original post
eu: Ikus artikulu jatorrizkoa

source: Welcome!
eu: Ongi etorri!

source: What?
eu: Zer?

source: When selecting this template, the css you have edited (if you did so) will be lost. Are you sure?
eu: Diseinu hau aukeratzean, aurreko CSS-a ezabatuko duzun, eta hartan agian eginak zenituen aldaketak galduko dira. Jarraitu nahi duzu?

source: Write a new post
eu: Artikulu berria idatzi

source: XML file imported succesfully
eu: XML fitxategia ondo inportatu da.

source: Yes
eu: Bai

source: You are logged in using HTTP authentication. You may need to <a href=/manage_zmi_logout> log out of the Zope management interface</a>
eu: HTTP autentifikatuarekin zaude konketatua. <a href=/manage_zmi_logout>ZMI interfazetik</a> irten beharko duzu

source: You are logged in using HTTP authentication. You may need to <a href=/manage_zmi_logout> log out of the Zope management interface</a>
eu: HTTP autentifikatuarekin zaude konketatua. <a href=/manage_zmi_logout>ZMI interfazetik</a> irten beharko duzu

source: You can add some HTML to your sidebar. You can paste there javascripts for Flickr photos, the del.icio.us tagroll, your bloglines subscriptions, whatever...
eu: HTML zatia sar dezakezu zure albo-zutabean. Javascript puska bat, adibidez, Flickr-eko zure argazkiak edo beste zerbait erakusteko...

source: You can add some websites to your link list on the sidebar. Links on this list will be shown in the sidebar of your blog
eu: Albo-zutabeko esteken atalean zure gogokoenak gehi ditzakezu.

source: You can change your template here, editing the CSS file. Template is compatible with MovableType 3.1 stylesheets
eu: Zure diseinua alda dezakezu hemen, CSS fitxategia alegia. Diseinua bateragarria da MovableType 3.1 estilo orriekin.

source: You can create an XML file with your blog data in the format explained at http://www.codesyntax.com/bitakora/en/download and import to Bitakora using this form.
eu: XML fitxategi bat sortzen baduzu <a href="http://www.codesyntax.com/bitakora/en/download">hemen</a> deskribatzen den formatuan, Bitakorara igo ahal izango duzu orri honetatik.

source: You can get it touch with me filling and sending this form. If you want me to reply, please provide an email address so I can answer you. Thank you.
eu: Hurrengo datuak bete eta kontaktuan jar zaitez blogaren gilearekin. E-posta helbide bat utzi, erantzuna izan nahi baduzu. Mila esker.

source: You can't change this password
eu: Ezin duzu pasahitz hori aldatu

source: You must provide at least the title of the post
eu: Izenburua jarri behar zaio gutxienez artikuluari

source: You tried to upload something that is not a valid picture image. Try with a 65x65 pixel sized jpg, png or gif.
eu: Kargatzen saiatu zaren hori ez da formatu egokiko irudia. 65x65 pixeleko irudi batekin saia zaitez, jpg, png edo gif formatuetan.

source: Your current image
eu: Orain duzun irudia

source: Your image is too large. Try with a smaller one
eu: Irudi handiegia kargatzen saiatu zara. 65x65 pixeleko irudi batekin saia zaitez, jpg, png edo gif formatuetan.

source: Your message has been sent correctly
eu: Mezua ondo bidali du sistemak.

source: Your new blog is ready. Now you just have to log-in and start blogging !
eu: Bloga prest daukazu. Orain sartu erabiltzaile-izen eta pasahitzarekin, eta ekin blogean idazteari!

source: Your password has been changed
eu: Pasahitza aldatu duzu

source: Your password must be at least 4 characters long
eu: Pasahitzak gutxienez 4 karaktere luze behar du izan.

source: comments
eu: erantzunak

source: post
eu: idatzi

source: prefs
eu: hob.

source: sidebar
eu: albo-zut.

source: tag
eu: etiketa

source: template
eu: diseinua
