Repository: codesyntax/Products.Bitakora
Catalog: locale/*.po
Languages: es

source: 1st step: Create an account
es: Paso 1: Crea una cuneta

source: 2nd step: Name your blog
es: Paso 2: Da un nombre a tu blog

source: 3rd step: choose a template
es: Paso 3: Elige un diseño

source: About this
es: Acerca de

source: Add
es: Añadir

source: Add a new link
es: Añadir enlace

source: Add a new post
es: Añadir artículo

source: Add your first post using <strong>post</strong> tab
es: Escribe tu primer artículo usando la pestaña <strong>art.</strong>

source: Archive
es: Archivo

source: Are you sure
es: ¿Estas seguro/a?

source: Are you sure?
es: ¿Estas seguro/a?

source: Author
es: Autor

source: Blog description
es: Descripción del blog

source: Blog id
es: ID del blog

source: Blog subtitle
es: Lema del blog

source: Blog title
es: Título del blog

source: Blogs deleted successfully
es: Blogs eliminados

source: Body
es: Cuerpo

source: CSS edited succesfully
es: CSS editado

source: Change
es: Cambiar

source: Change password in blog community
es: Cambia tu contraseña en la comunidad de blogs

source: Change your password
es: Cambia tu contraseña

source: Come again whenever you want!
es: Vuelve cuando quieras

source: Comment deleted succesfully
es: Comentario borrado

source: Comment does not exists
es: No se ha hallado ese comentario

source: Comment edited succesfully
es: Comentario editado

source: Comment management
es: Gestión de comentarios

source: Comment policy
es: Política de comentarios

source: Comment policy edited succesfully
es: Se ha actualizado la política de comentarios

source: Comments
es: Comentarios

source: Comments allowed
es: Comentarios libres

source: Comments allowed but moderated
es: Comentarios moderados

source: Comments awaiting moderation
es: Comentarios en espera de moderación

source: Comments not allowed
es: No se permiten comentarios

source: Comments:
es: Comentarios:

source: Congratulations!
es: ¡Felicidades!

source: Contact email
es: Email de contacto

source: Contact mail
es: Email de contacto

source: Contents
es: Contenidos

source: Create a blog
es: Crea un blog

source: Create a new blog
es: Crea un nuevo blog

source: Create your account
es: Crea tu cuenta

source: Create your blog
es: Crea tu blog

source: Date
es: Fecha

source: Delete
es: Borrar

source: Delete comment
es: Borrar comentario

source: Delete link
es: Borrar enlace

source: Download in TXT
es: Descarga en formato TXT

source: Download your blog
es: Descárgate tu blog

source: Edit
es: Editar

source: Edit Comment
es: Editar comentario

source: Edit comments
es: Editar comentarios

source: Edit here your HTML
es: Edita aquí tu HTML

source: Edit policy
es: Edita la política de moderación

source: Edit this post
es: Edita este artículo

source: Email Address:
es: Email:

source: Email address
es: Email

source: Enter to write in your blog
es: Entra a escribir en tu blog

source: Enter your username and you will receive an email to choose a new password.
es: Introduce tu nombre de usuario y recibirás un mensaje por email para escoger nueva contraseña.

source: Error when deleting selected link
es: Error: no se pudo borrar ese enlace

source: Forget personal info
es: Olvidar datos personales

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: HTML block
es: Bloque de HTML

source: HTML saved succesfully
es: Bloque de HTML guardado

source: Hello %(user)s
es: Hola %(user)s

source: Image 65x65 pixels
es: Imagen a 65x65 píxeles

source: Invalid email address
es: Dirección email incorrecta

source: Just for registered users
es: Sólo para usuarios registrados

source: Last posts
es: Artículos más recientes

source: Link added succesfully
es: Enlace añadido

source: Links
es: Enlace

source: Log in to your blog
es: Conéctate a tu blog

source: Logged out
es: Desconectado

source: Login
es: Entra

source: Login failure
es: Error al conectarse

source: Logout
es: Salir

source: Lost your password?
es: ¿Olvidaste tu contraseña?

source: Manage your blog
es: Gestiona tu blog

source: Name:
es: Nombre:

source: New password
es: Nueva contraseña

source: Next posts
es: Siguientes

source: No entries.
es: No hay artículos

source: No links yet !
es: No hay enlaces

source: Ok. An email was sent!
es: Hecho. Se te ha enviado un email.

source: Oooooops
es: ¡Vaya!

source: Password
es: Contraseña

source: Passwords do not match
es: Las contraseñas no coinciden

source: Paste here your css
es: Pega aquí tu CSS

source: Permalink
es: Enlace permanente

source: Please try again
es: inténtalo de nuevo

source: Post a comment
es: Envía un comentario

source: Post added succesfully
es: Artículo añadido

source: Post deleted succesfully
es: Artículo borrado

source: Post edited succesfully
es: Artículo editadi

source: Post list
es: Lista de artículos

source: Posted by:
es: Remitente:

source: Powered by Bitakora
es: Hecho con Bitakora

source: Preferences edited succesfully
es: Las preferencias se han editado correctamente.

source: Preview
es: Vista previa

source: Previous posts
es: Anteriores

source: Published
es: visible

source: Recent Comments
es: Comentarios recientes

source: Reference by:
es: Referencia:

source: References
es: Referencias

source: Remember my name
es: Recuerda mi nombre

source: Remember your info. on cookie?
es: ¿Recordar datos en una cookie?

source: Repeat your new password
es: Repite tu nueva contraseña

source: Retype your password
es: Repite tu contraseña

source: Save
es: Guardar

source: Save Changes
es: Guardar cambios

source: Select the blogs you want to delete. With the blog, the users defined in each blog will be deleted.
es: Selecciona los blogs que quieres borrar. Al eliminar un blog, también borrarás los usuarios definidos para el mismo.

source: Select the users you want to delete.
es: Selecciona los usuarios que quieres borrar.

source: Select this template
es: Selecciona este diseño

source: Selected link was removed succesfully
es: Enlace borrado

source: Selected template does not exist
es: No se hallado el diseño que seleccionaste

source: Send
es: Enviar

source: Send your comment
es: Enviar

source: Sidebar management
es: Gestión de la columna lateral

source: Some error happened of the resource you were looking for does not exist. Try again please.
es: Error. Ese recurso no fue hallado. Inténtalo otra vez por favor.

source: Start blogging now !!
es: ¡Empieza a bloguear ya!

source: Start blogging!
es: ¡Empieza a bloguear!

source: Status
es: Estatus

source: Subtitle
es: Lema del blog

source: Tag: <em>%(tagname)s</em>
es: Etiqueta: <em>%(tagname)s</em>

source: Tags
es: Etiquetas

source: Template changed succesfully
es: Diseño actualizado

source: Template management
es: Gestión del diseño

source: There are no comments yet!
es: No hay comentarios

source: There are no entries.
es: No hay artículos

source: There are no posts tagged <em>%(tagname)s</em>
es: No hay comentarios con la etiqueta <em>%(tagname)s</em>

source: This BitakoraCommunity object, can handle with many Bitakoras, and create a community.
es: En una BitakoraCommunity entran cuantas Bitakoras individuales quieras...

source: This id contains illegal characters
es: Este ID contiene caracteres que no son válidos

source: This id is already in use
es: Ese ID ya está en uso

source: This username already exists
es: Ese nombre de usuario ya está tomado

source: Title
es: Título

source: Unpublished
es: oculto

source: User
es: Usuario

source: Username
es: Nombre de usuario

source: Users deleted successfully
es: Usuarios borrados

source: View
es: Ver

source: View original post
es: Ver artículo original

source: Welcome!
es: ¡Bienvenido/a!

source: What?
es: ¿Qué?

source: When selecting this template, the css you have edited (if you did so) will be lost. Are you sure?
es: Al escoger este diseño, el CSS anterior se eliminará, y con ello los cambios que quizás hayas efectuado en aquel. ¿Deseas continuar?

source: Write a new post
es: Escribe un nuevo artículo

source: Yes
es: Sí

source: You are logged in using HTTP authentication. You may need to <a href=/manage_zmi_logout> log out of the Zope management interface</a>
es: Estas logueado con autentificación HTTP. Deberás desconectarte del <a href=/manage_zmi_logout>interfaz ZMI</a> de Zope.

source: You are logged in using HTTP authentication. You may need to <a href=/manage_zmi_logout> log out of the Zope management interface</a>
es: Estas logueado con autentificación HTTP. Deberás desconectarte del <a href=/manage_zmi_logout>interfaz ZMI</a> de Zope.

source: You can add some HTML to your sidebar. You can paste there javascripts for Flickr photos, the del.icio.us tagroll, your bloglines subscriptions, whatever...
es: Puedes añadir algo de HTML a tu columna lateral. Por ejemplo, un javascript para mostrar fotos de Flickr o alguna otra cosilla.

source: You can add some websites to your link list on the sidebar. Links on this list will be shown in the sidebar of your blog
es: Puedes añadir enlaces a tu columna lateral.

source: You can change your template here, editing the CSS file. Template is compatible with MovableType 3.1 stylesheets
es: Puedes cambiar tu diseño editando el fichero CSS. El diseño es compatible con los estilos de MovableType 3.1

source: You can't change this password
es: Esa contraseña no se puede cambiar

source: You must provide at least the title of the post
es: Se requiere un título por lo menos

source: You tried to upload something that is not a valid picture image. Try with a 65x65 pixel sized jpg, png or gif.
es: Has intentado cargar algo que no era una imagen en formato válido. Inténtalo otra vez con un jpg, png o gif de 65x65 píxeles.

source: Your current image
es: Tu imagen actual

source: Your image is too large. Try with a smaller one
es: Imagen demasiado pesada. Inténtalo otra vez con un jpg, png o gif de 65x65 píxeles.

source: Your new blog is ready. Now you just have to log-in and start blogging !
es: Tu blog está listo. Sólo falta que te conectes con tu contraseña y nombre de usuario para empezar a escribir en el blog.

source: Your password has been changed
es: Tu contraseña ha sido modificada

source: Your password must be at least 4 characters long
es: La contraseña debe tener al menos 4 caracteres.

source: comments
es: coment.

source: post
es: art.

source: prefs
es: pref.

source: sidebar
es: lateral

source: tag
es: etiqueta

source: template
es: diseño
